tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
tap "homebrew/services"
brew "asdf"
brew "autojump"
brew "bat"
brew "fd"
brew "fzf"
brew "git"
brew "git-lfs"
brew "jq"
brew "lazygit"
brew "lsd"
brew "macvim"
brew "mysql", restart_service: true
brew "neofetch"
brew "neovim"
brew "ripgrep"
brew "tldr"
brew "tmux"
brew "zsh"
brew "zsh-autosuggestions"
brew "zsh-completions"
brew "zsh-syntax-highlighting"
cask "aldente"
cask "dbeaver-community"
cask "discord"
cask "docker"
cask "figma"
cask "hiddenbar"
cask "iterm2"
cask "karabiner-elements"
cask "notion"
cask "postman"
cask "rectangle"
cask "slack"
cask "sourcetree"
cask "stats"
cask "visual-studio-code"
