aaron-bond.better-comments
agutierrezr.emmet-keybindings
agutierrezr.vscode-essentials
albert.TabOut
alefragnani.project-manager
anteprimorac.html-end-tag-labels
bbugh.change-color-format
be5invis.vscode-custom-css
bodil.file-browser
BriteSnow.vscode-toggle-quotes
casperstorm.directory-files
chamboug.js-auto-backticks
christian-kohler.npm-intellisense
christian-kohler.path-intellisense
cipchk.cssrem
codezombiech.gitignore
ctf0.macros
DavidAnson.vscode-markdownlint
dbaeumer.vscode-eslint
deerawan.vscode-faker
dionmunk.vscode-notes
donjayamanne.git-extension-pack
donjayamanne.githistory
drcika.apc-extension
eamodio.gitlens
ecmel.vscode-html-css
EditorConfig.EditorConfig
esbenp.prettier-vscode
ExodiusStudios.comment-anchors
formulahendry.auto-close-tag
formulahendry.auto-rename-tag
formulahendry.code-runner
foxundermoon.shell-format
github.vscode-github-actions
GraphQL.vscode-graphql
GraphQL.vscode-graphql-syntax
inu1255.easy-snippet
jasonlhy.hungry-delete
mgmcdermott.vscode-language-babel
mhutchie.git-graph
micnil.vscode-checkpoints
mikestead.dotenv
mishkinf.goto-next-previous-member
mrmlnc.vscode-duplicate
mrmlnc.vscode-scss
ms-azuretools.vscode-docker
ms-edgedevtools.vscode-edge-devtools
ms-python.black-formatter
ms-python.python
ms-python.vscode-pylance
ms-vscode-remote.remote-containers
ms-vscode.vscode-typescript-next
ms-vsliveshare.vsliveshare
nidu.copy-json-path
oderwat.indent-rainbow
PeterSchmalfeldt.explorer-exclude
piotrpalarz.vscode-gitignore-generator
PKief.material-icon-theme
rebornix.toggle
redhat.vscode-yaml
richie5um2.vscode-sort-json
ritwickdey.LiveServer
rubbersheep.gi
ryu1kn.partial-diff
ryuta46.multi-command
sburg.vscode-javascript-booster
sibiraj-s.vscode-scss-formatter
styled-components.vscode-styled-components
tal7aouy.icons
Tyriar.sort-lines
uloco.theme-bluloco-dark
unifiedjs.vscode-mdx
usernamehw.errorlens
VisualStudioExptTeam.intellicode-api-usage-examples
VisualStudioExptTeam.vscodeintellicode
vscode-icons-team.vscode-icons
vscodevim.vim
vsls-contrib.gistfs
WallabyJs.console-ninja
wmaurer.change-case
wmaurer.vscode-jumpy
xabikos.JavaScriptSnippets
yatki.vscode-surround
yoavbls.pretty-ts-errors
yzhang.markdown-all-in-one
zhuangtongfa.material-theme
ziyasal.vscode-open-in-github
